Repository: uppy19d0/TripTourNow-App
Catalog: lib/l10n/app_*.arb
Languages: es

# menu
source: Home
es: Menú

source: hi
es: hola

source: yes
es: si

source: Please wait
es: Espere por favor

source: Add
es: Ingrese

# language
source: English
es: Español

source: Password
es: Contraseña

source: Search
es: Buscar

source: Required
es: Requerido

# country_dr
source: Dominican Republic
es: República Dominicana

source: My Account
es: Mi cuenta

source: Alerts
es: Alertas

# login_title
source: Login
es: Iniciar Sesión

# forgot_pass_sending
source: Sending
es: Enviando

source: Confirm
es: Confirmar

source: Email is Required
es: El email no es valido

# email_is_sent
source: Email sent! Follow the instructions sent to your email to recover your password
es: Correo Enviado! Siga las intrucciones enviadas a su correo para recuperar su contraseña

source: Password is required
es: La contraseña es requerida

# password_lenght_error
source: The password must have at least 8 characters
es: La contraseña debe tener al menos 8 caracteres

# login_sub_title
source: Enter your email and password to login
es: Ingrese su email y contraseña para iniciar sesión

# login_login_in_btn
source: Log in
es: Iniciar sesión

# login_remember_data
source: Remember data
es: Recordar mis datos

# login_forgot_pass_title
source: Forgot your password?
es: ¿Olvido su contraseña?

# login_forgot_pass_btn
source: Recover password
es: Recuperar contraseña

# login_biometric_access
source: Biometric access
es: Acceso biométrico

# login_register
source: Register As An User
es: Registrate como Usuario

# login_as_company
source: Register as a Company
es: Registrate como Negocio

# login_footer_title
source: By registering you accept the
es: Al registrarse acepta las

# login_terms_service
source: terms of Service
es: Condiciones de servicio

# login_and_the
source: and the
es: y la

# login_privacy_policy
source: Privacy Policy
es: Política de privacidad

# my_account_title
source: My account
es: Mi cuenta

# my_account_subtitle
source: Please fill out the form
es: Por favor complete el formulario

# my_account_name
source: Your name
es: Tu nombre

# my_account_add_name
source: Add your name
es: Ingrese su nombre

# my_account_lastname
source: Your lastname
es: Tu apellido

# my_account_add_lastname
source: Add you lastname
es: Ingrese su apellido

# my_account_phone
source: Your phone
es: Tu teléfono

# my_account_add_phone
source: Add your phone
es: Agregar telefono

# my_account_birthday
source: Your birthday
es: Tu cumpleaños

# my_account_change_password
source: Change password
es: Cambiar contraseña

# my_account_new_pass
source: New password
es: Nueva contraseña

# my_account_lenght_pass
source: password length must be equal to or greater than 8
es: El largo de la contraseña debe ser igual o mayor a 8

# my_account_add_new_pass
source: Add New password
es: Agregar contraseña

# my_account_confirm_new_pass
source: Password confirmation
es: Confirmación de contraseña

# my_account_add_confirm_new_pass
source: Your new password is not valid
es: Confirmación de contraseña

# my_account_update_title
source: Do you want to update your profile?
es: Desea actualizar su perfil?

# my_account_update_success
source: Your profile has been updated
es: Su perfil a sido actualizado

# my_account_update_error
source: There was an error in the profile update
es: Hubo un error en la actualización de perfil

# my_account_update_profile
source: Update my profile
es: Actualizar mi perfil

# my_account_logout_title
source: Do you want to log out?
es: Desea cerrar sesión?

# my_account_logout
source: Log out
es: Cerrar sesión

# my_account_cofirm_logout
source: Are you sure you want to log out?
es: ¿Está seguro de que desea cerrar la sesión?

# alerts_title
source: Alerts
es: Alertas

# alerts_mark_all_read
source: Mark all as read
es: Marcar todo como leído

# home_title
source: Hi
es: Hola

# home_condo
source: Select a condo
es: Seleccionar un condo

# home_map_btn
source: Open location map
es: Abrir mapa de ubicación

# home_bills_btn
source: My bills
es: Mis Facturas

# home_ticket_btn
source: My tickets
es: Mis Tickets

# home_country
source: Dominican Republic
es: República Dominicana

# bills_title
source: My bills
es: Mis Facturas

# bills_subtitle1
source: In this list you can view the invoices for this unit.
es: En este listado Usted puede visualizar las factura de esta unidad.

# bills_subtitle2
source: Click on the invoice to download a copy of it in PDF.
es: Pulse sobre la factura para descargar en el PDF una copia de la misma.

# bills_balance
source: Outstanding balance
es: Balance Pendiente

# bills_pay_now
source: Pay Now
es: Pagar Ahora

# bills_pay_amount
source: pay different amount
es: Pagar monto diferente

# bills_cancel_selection
source: cancel selection
es: Cancelar selección

# bills_show_invoices
source: Show invoices
es: Mostrar Facturas

# bills_earrings
source: Earrings
es: Pendientes

# bills_paids
source: Paids
es: Pagadas

# bills_search_invoice
source: Search invoice
es: Buscar factura

# bills_invoice
source: Invoice
es: Factura

# bills_amount
source: Amount
es: Monto

# bills_pending
source: pending
es: Pendiente

# bills_complete
source: complete
es: Completo

# bills_overdue
source: Overdue
es: Vencida

# tickets_title
source: COMMON AREAS
es: ZONAS COMUNES

# tickets_search
source: Search tickets
es: Buscar tickets

# tickets_subtitles
source: In this list you can view the tickets of the condo
es: En esta lista puede ver los boletos del condominio

# ticket_new_title
source: New ticket
es: Nuevo ticket

# ticket_new_subtitle
source: Please tell us how we can help you
es: Por favor díganos cómo podemos ayudarlo

# ticket_new_category
source: Category
es: Categoría

# ticket_new_message
source: Message
es: Mensaje

# ticket_new_load_image
source: load image
es: cargar imagen

# ticket_create_new_ticket
source: Do you want to create this ticket?
es: Usted desea crear este ticket?

# ticket_create_ticket_success
source: Ticket has been created successfully
es: Ticket se a creado correctamente

# ticket_create_ticket_error
source: Failed to create ticket
es: Error al crear el ticket

# ticket_update_ticket_title
source: Do you want to update this ticket?
es: Desea actualizar este ticket?

# ticket_update_ticket_success
source: Ticket was updated
es: Ticket fue actualizado

# ticket_update_ticket_error
source: Error updating ticket
es: Error al actualizar ticket

# ticket_close_ticket_title
source: Do you want to close this ticket?
es: Desea cerrar este ticket?

# ticket_close_ticket_success
source: Ticket was closed
es: El ticket fue cerrado

# ticket_close_ticket_error
source: Failed to close ticket
es: Error al cerrar el ticket

# ticket_new_send
source: send
es: enviar

# ticket_view_message
source: Message
es: Mensaje

# ticket_view_from
source: From
es: Desde

# ticket_view_you
source: You
es: Tú

# ticket_view_send
source: send
es: enviar

# ticket_view_close_ticket
source: Do you want to close this ticket?
es: ¿Quiere cerrar este ticket?

# register_title
source: User Registration
es: Crear Cuenta Como Usuario

# register_subtitle1
source: You will receive an e-mail with the instructions
es: Usted recibirá un e-mail con las instrucciones

# register_subtitle2
source: to recover your password
es: para recuperar su contraseña

# register_owner
source: Person/company owning the unit
es: Persona / empresa propietaria de la unidad

# register_num_apartment
source: Apartment number
es: Numero de apartamento

# register_date_birth
source: Date of Birth (DD/MM)
es: Fecha de Nacimiento (DD / MM)

# register_password
source: Password
es: Contraseña

# register_confir_password
source: Confirm Password
es: Confirmar Contraseña

# register_btn
source: Register
es: REGÍSTRATE

# my_account_DNI
source: Add your ID
es: Ingrese su DNI

# forgot_pass_title
source: Recover password
es: Recuperar contraseña

# forgot_pass_subtitle
source: You will receive an email with the instructions to recover your password
es: Recibirás un email con las instrucciones para recuperar tu contraseña

# forgot_pass_text
source: An email will be sent to you with the information you will need to change your password.
es: Se le enviará un correo con la información necesaría para cambiar su contraseña.

# go_to_property_title
source: Visits To Property
es: Visitas a la propiedad

# go_to_property_subtitle
source: Here are the notifications made
es: Aquí están las notificaciones realizadas

# go_to_property_generate
source: Generar invitaci√≥n
es: Generar invitación

# generate_invitation_title
source: Generar Invitaciones
es: Generate Invitations

# generate_invitation_subtitle
source: Here are the notifications made
es: Aquí están las notificaciones realizadas

# add_generate_invitation_title
source: Generate Invitations
es: Generar invitaciones

# add_generate_invitation_subtitle1
source: To create the reservation, it is necessary to complete the form below.
es: Para crear la reserva, es necesario completar el siguiente formulario.

# add_generate_invitation_subtitle2
source: Once completed, an email will be sent to mg with the confirmation and an email
es: Una vez completado, se enviará un correo electrónico a mg con la confirmación y se enviará un correo electrónico a cada huésped registrado, que deben mostrar para poder acceder a la propiedad.

# add_generate_invitation_stay_range
source: Stay range
es: Tiempo de estancia

# add_generate_invitation_guest
source: Main Guest
es: Invitado principal

# add_generate_invitation_type_visit
source: Type of visit
es: Tipo de visita.

# add_generate_invitation_name
source: Full Name
es: Nombre completo

# add_generate_invitation_id_num
source: ID number
es: Número de identificación

# add_generate_invitation_phone_num
source: Phone Number
es: Número de teléfono

# add_generate_invitation_vehicle_type
source: Vehicle type
es: Tipo de vehiculo

# add_generate_invitation_plate_num
source: Plate number
es: Número de placa

# add_generate_invitation_condition1
source: I will be present during this visit
es: Estaré presente durante esta visita.

# add_generate_invitation_condition2
source: I am aware the property has a maximum number of guests permitted per type of unit
es: Soy consciente de que la propiedad tiene un número máximo de huéspedes permitido por tipo de unidad.

# add_generate_invitation_upload_id_passport
source: Upload ID Or Passport
es: Enviar ID o Pasaporte

# add_generate_invitation_add_guests
source: Additional Guests
es: Invitados adicionales

# add_generate_invitation_adults
source: Adults
es: Adultos

# add_generate_invitation_kids
source: Kids
es: Niños

# add_generate_invitation_details
source: Details or special requests
es: Detalles o solicitudes especiales

# add_generate_invitation_details_msg
source: Details Message
es: Mensaje de detalles

# add_generate_invitation_dialog_complete_name
source: You must complete the name to generate the reservation!
es: ¡Debes completar el nombre para generar la reserva!

# add_generate_invitation_dialog_complete_id_num
source: You must complete the ID number to generate the reservation!
es: ¡Debes completar el número de ID para generar la reserva!

# add_generate_invitation_dialog_complete_phone
source: You must complete the phone to generate the reservation!
es: ¡Debes completar el teléfono para generar la reserva!

# add_generate_invitation_dialog_complete_email
source: You must complete the e-mail to generate the reservation!
es: ¡Debes completar el e-mail para generar la reserva!

# add_generate_invitation_dialog_complete_vehicle_type
source: You must complete the vehicle type to generate the reservation!
es: ¡Debe completar el tipo de vehículo para generar la reserva!

# add_generate_invitation_dialog_complete_plate_num
source: You must complete the plate number to generate the reservation!
es: ¡Debes completar el número de placa para generar la reserva!

# add_generate_invitation_dialog_complete_start_date
source: You must select the start date to generate the reservation!
es: ¡Debes seleccionar la fecha de inicio para generar la reserva!

# add_generate_invitation_dialog_complete_end_date
source: You must select the end date to generate the reservation!
es: ¡Debes seleccionar la fecha de finalización para generar la reserva!

# add_generate_invitation_dialog_complete_kids_num
source: You must specify the number of kids to generate the reservation!
es: ¡Debes especificar el número de niños para generar la reserva!

# add_generate_invitation_dialog_complete_adults_num
source: You must specify the number of adults to generate the reservation!
es: ¡Debes especificar el número de adultos para generar la reserva!

# add_generate_invitation_dialog_complete_present_visit
source: You must check 'I will be present during this visit' to generate the reservation
es: Debe marcar 'Estaré presente durante esta visita' para generar la reserva

# add_generate_invitation_dialog_complete_maximum_guests
source: You must check 'I am aware the property has a maximum number of guests permitted per type of unit' to generate the reservation
es: Debe marcar 'Soy consciente de que la propiedad tiene un número máximo de huéspedes permitido por tipo de unidad' para generar la reserva

# add_generate_invitation_dialog_complete_message
source: You complete the message field to generate the reservation
es: Completes el campo de mensaje para generar la reserva

# add_generate_invitation_dialog_alert_reserved_dates
source: You must select a range that does not contain reserved dates!
es: ¡Debes seleccionar un rango que no contenga fechas reservadas!

# add_generate_invitation_dialog_confirm_reservations_dates
source: Are you sure you want reservations on these dates?
es: ¿Está seguro de que desea reservar en estas fechas?

source: Recover Password
es: Recuperar Contraseña

# titulo_generar_comprar
source: Generate and buy
es: Generar Compra

source: Create Currency Exchange
es: Crear Casa de Cambio

# cover_of_the_currency_exchange
source: Currency Exchange Cover
es: Portada de la Casa de Cambio

# name_of_the_currency_exchange
source: Currency Exchange Name
es: Nombre de la Casa de Cambio

# address_of_the_currency_exchange
source: Currency Exchange Address
es: Dirección de la Casa de Cambio

# phone_of_the_currency_exchange
source: Currency Exchange Phone
es: Teléfono de la Casa de Cambio

source: Google Maps Link
es: Link de Google Maps

source: Coins that Handle
es: Monedas que Maneja

# coin_type_dollar
source: Dollar
es: Dólar

# coin_type_pound
source: Pound Sterling
es: Libra Esterlina

# coin_type_dominican_peso
source: Dominican Peso
es: Peso Dominicano

# coin_type_canadian_dollar
source: Canadian Dollar
es: Dólar Canadiense

# coin_type_swiss_franc
source: Swiss Franc
es: Franco Suizo

# submit_option
source: Register
es: Registrar

# upload_image_option
source: Upload Image
es: Subir Imagen

# select_image_error
source: You must select an image
es: Debe seleccionar una imagen

# name_input_error
source: Please input a Name
es: Por favor ingrese un nombre

# phone_input_error
source: Please input a Phone Number
es: Por favor ingrese un Numero Telefónico

# address_input_error
source: Please input an Address
es: Por favor ingrese una Dirección

source: Creating Currency Exchange
es: Creando Casa de Cambio

# something_wrong_error
source: Something went wrong, please try again
es: Algo salió mal, por favor inténtelo nuevamente

# administration_text
source: Administration
es: Administración

# mine_new_block
source: Mine a New Block
es: Minar un Nuevo Bloque

# mine_block_error
source: Error trying to mine the block
es: Error al minar el bloque

# manage_offers_text
source: Manage Offers
es: Gestionar Ofertas

# withdrawal_request_text
source: Withdrawal Requests
es: Solicitudes de Retiro

# users_text
source: Users
es: Usuarios

# currency_exchange_text
source: Currency Exchange
es: Casa de Cambio

# manage_offer_text
source: Manage Offer
es: Administrar Oferta

# status_text
source: Status
es: Estado:

source: Waiting for Approval
es: Esperando Aprobación

# purchased_text
source: Purchased
es: Comprados

# offer_expires_text
source: Offer Expires
es: La oferta expira

# offer_description_text
source: Offer Description
es: Descripción de la Oferta

# location_n_contacts_text
source: Location and Contacts
es: Ubicación y Contactos

# offer_percentaje_text
source: Offer Percentage
es: Porcentaje de la Oferta

# updating_offer_percentaje_text
source: Updating Offer Percentage
es: Actualizando porcentaje de la oferta

# updated_offer_text
source: Updated Offer
es: Oferta Actualizada

# error_text
source: Error, please try again
es: Error, por favor intente de nuevo

# updating_offer_status_text
source: Updating Offer Status
es: Actualizando estado de la Oferta

# decline_text
source: Decline
es: Rechazar

# approve_text
source: Approve
es: Aprobar

# manage_offers_text2
source: Manage Offers
es: Administrar Ofertas

# manage_text
source: Manage
es: Administrar

# no_offers_text
source: There are no offers
es: No hay ofertas

# my_offers_text
source: My Offers
es: Mis Ofertas

# my_sales_text
source: My SaleFs
es: Mis Ventas

# withdrawals_text
source: Withdrawals
es: Retiros

# bills_text
source: Bills
es: Facturas

# new_bill_text
source: Create a new bill
es: Crear Nueva Factura

# delete_offer_text
source: Delete Offer
es: Eliminar Oferta

# confirm_delete_offer_text
source: Are you sure that you want to delete this offer?
es: ¿Estás seguro de que quieres eliminar esta oferta?

# cancel_text
source: Cancel
es: Cancelar

# delete_text
source: Delete
es: Eliminar

# scan_qr_code_text
source: Scan QR Code
es: Escanear codigo QR para enviar monedas

# successful_purchase_text
source: Successful Purchase
es: Su compra ha sido exitosa

# may_take_time_text
source: It may take some time while the operation is registered on the network and validated by other users
es: Puede tomar un tiempo mientras la operación se registra en la red y es validada por los demas usuarios

# back_main_menu_text
source: Back to the Main Menu
es: Volver al Menú Principal

# reconcile_purchase_text
source: Reconcile Purchase
es: Conciliar Compra

# select_amount_text
source: Select the Amount
es: Selecciona el Monto

# amount_text
source: Amount
es: Monto

# amount_to_receive_text
source: Amount to Receive
es: Cantidad a recibir

# make_your_payment_text
source: Make your Payment
es: Realiza tu pago

# make_bank_transfer_text
source: Make a Bank Transfer
es: Realizar una transferencia bancaria

# verify_payment_text
source: Verify your Payment
es: Verifica tu pago

# account_holder_name_text
source: Account Holder Name
es: Nombre del titular de la cuenta

# bank_text
source: Bank
es: Banco

# reference_number_text
source: Reference Number
es: Numero de Referencia

# buy_text
source: Buy
es: Comprar

# it_take_time_text
source: It may take 1 to 12 hour to credit your account
es: Puede tardar de 1 a 12 horas en acreditarse a tu cuenta

# amount_cant_empty
source: The amount cannot be empty
es: El monto no puede estar vacío

# name_cant_be_empty
source: The name cannot be empty
es: El nombre no puede estar vacío

# bank_cant_be_empty
source: The bank cannot be empty
es: El banco no puede estar vacío

# reference_must_be_text
source: The reference must be at least 4 characters
es: La referencia debe tener al menos 4 caracteres

# amount_greater_zero
source: The amount must be greater than 0
es: El monto debe ser mayor a 0

# buy_with_text
source: Buy with
es: Comprar con

# enter_amount_text
source: Enter the amount of
es: Ingrese el monto de

# to_purchase_using_text
source: to purchase using
es: para comprar usando

# price_in_text
source: Price in
es: Precio en

# to_purchase_text
source: To purchase
es: Para comprar

# must_send_text
source: you must send
es: debes enviar

# to_next_address_text
source: to the next address
es: a la siguiente dirección

# copied_clipboard_text
source: Copied to the clipboard
es: Copiado al portapapeles

# continue_text
source: Continue
es: Continuar

# buy_with_card_text
source: Buy with Card
es: Comprar con Tarjeta

# page_not_supported_windows
source: This page is not supported on Windows
es: Esta pagina no está disponible en Windows

# cancelled_text
source: Cancelled
es: Cancelado

# recharge_with_text
source: Recharge with
es: Recarga con

# buy_ttc_text
source: Adquire credits with your BTC, ETH, USDT or PayPal to take advantage of the available offers for you
es: Adquiere saldo con PayPal para provechar las ofertas que tenemos para ti

# if_not_paypal_text
source: If you don't have Paypal, you can buy TTC through Cryptocurrencies
es: Si no tienes PayPal, puedes comprar saldo a traves de Criptomonedas

# address_text
source: Address
es: Dirección

# please_check_address_text
source: Please check the address before submitting payment. Once sent, it cannot be canceled
es: Por favor revise la dirección antes de enviar el pago. Una vez enviado, no se puede cancelar.

# send_text
source: Send
es: Enviar

# write_amount_text
source: Write Amount
es: Escribir monto

# receiver_text
source: Receiver
es: Receptor

# qr_code_successful
source: QR Code scanned successfully
es: Código QR escaneado exitosamente

# write_address_text
source: Write Address
es: Escribir dirección

# list_currency_exchange_text
source: List of Currency Exchange
es: Listado de Casas de Cambio

# purchase_text
source: Purchase
es: Realizar Compra

# reconciliation_list_text
source: Reconciliation List
es: Listado de Conciliaciones

# approved_text
source: Approved
es: Aprobado

# declined_text
source: Declined
es: Rechazado

# pending_text
source: Pending
es: Pendiente

# operation_successful_text
source: Your operation has been successfull
es: Su operación ha sido exitosa

# request_payment_text
source: Request Payment
es: Solicitar Pago

# request_pay_invoice
source: Request payment of your invoice directly from you customers
es: Solicite el pago de su factura directamente a sus clientes

# customer_email_text
source: Customer Email
es: Correo Electrónico del cliente

# description_text
source: Description
es: Descripción

# attach_invoice_text
source: Attach Invoice
es: Adjuntar Factura

# allowed_formats_text
source: Allowed Formats
es: Formatos permitidos

source: Transfer Details
es: Detalles de la transferencia

# transfer_text
source: Transfer
es: Transferencia

# details_text
source: Details
es: Detalles

# transfer_amount_text
source: Transfer the amount of
es: Transferencia de la cantidad de

# to_purchase_amount_text
source: to purchase the amount of
es: para comprar la cantidad de

# date_hour_text
source: Date/hour
es: Fecha/Hora

# reference_text
source: Reference
es: Referencia

# reconciliation_update_text
source: Updating Reconciliation Status
es: Actualizando el Estado de la Conciliación

# status_updated_text
source: Status Updated
es: Estado Actualizado

# offer_edit_text
source: Edit Offer
es: Editar Oferta

# offer_image_text
source: Offer Image
es: Imagen de la oferta

# offer_title_text
source: Offer Title
es: Título de la Oferta

# offer_subtitle_text
source: Offer Subtitle
es: Subtitulo de la Oferta

# offer_price_text
source: Offer Price
es: Precio de la Oferta

# offer_expires_in_text
source: Offer Expires In
es: Fecha de expiración de la Oferta

# offer_wont_show_text
source: Offers will stop displaying on the expiration date
es: Las ofertas dejarán de mostrarse en la fecha de expiración

# save_offer_text
source: Save Offer
es: Guardar Oferta

# face_verification_text
source: Face Verification
es: Verificación Facial

# take_a_photo_text
source: Please, take a photo of your face to verify your identity
es: Por favor, tome una foto de su cara para verificar su identidad

# sales_history_text
source: Sales History
es: Historial de Ventas

# no_sales_recorded_yet_text
source: No sales have been recorded yet
es: Aún no se ha registrado ninguna venta

# greeting_text
source: Hello
es: Hola
