Repository: uppy19d0/TripTourNow-App
Catalog: lib/l10n/app_*.arb
Languages: es

# featured_offer_text
source: Featured Offer
es: Oferta Destacada

# my_wallet_text
source: My Wallet
es: Mi Cartera

# my_history_text
source: History
es: Historial

# offers_text
source: Offers
es: Ofertas

# my_account_text
source: My Account
es: Mi Cuenta

# withdraw_text
source: Withdraw
es: Retirar

# swap_text
source: Swap
es: Intercambiar

# reconciliations_text
source: Reconciliations
es: Conciliaciones

# edit_profile_text
source: Edit Profile
es: Editar Perfil

# add_email_text
source: Add your Email
es: Agregue su Email

# receive_text
source: Receive
es: Recibir

# bank_transfers_text
source: Bank Transfers
es: Transferencias Bancarias

# settings_text
source: Settings
es: Ajustes

# identity_verification_text
source: Identity Verification
es: Verificación de Identidad

# new_offer_text
source: New Offer
es: Nueva Oferta

# notifications_text
source: Notifications
es: Notificaciones

# no_notifications_text
source: You don't have notifications
es: No tienes notificaciones

# success_text
source: Success
es: Éxito

# offer_created_success_text
source: Offer created successfully
es: Su oferta ha sido creada con éxito

# however_team_must_validate_text
source: However, it must be validated by TTC Team before being available to Users. It may take many days, you will receive a notification when your offer is approved
es: Sin embargo, debe ser validada por el equipo de TTC antes de que pueda estar disponible para los usuarios. Esto puede tomar varios dias, recibirá una notificación cuando su oferta sea aprobada

# offer_details_text
source: Offer Details
es: Detalles de la Oferta

# buy_offer_text
source: Buy Offer
es: Comprar Oferta

# insufficient_balance_text
source: Insufficient Balance
es: Saldo Insuficiente

# no_offers_to_show_text
source: There are still no offers to show
es: Todavía no hay ofertas para mostrar

# password_changed_text
source: Password changed successfully
es: Contraseña cambiada con éxito

# please_put_password_text
source: Please enter your password
es: Por favor, ingrese su contraseña

# password_no_match_text
source: The passwords doesn't match
es: Las contraseñas no coinciden

# please_confirm_password_text
source: Please confirm your password
es: Por favor, confirme su contraseña

# input_new_pasword_text
source: Enter your new password
es: Ingrese su nueva contraseña

# confirm_password_text
source: Confirm Password
es: Confirmar Contraseña

# withdrawal_details_text
source: Withdrawal Details
es: Detalles del retiro

# amount_to_send_text
source: Amount to Send
es: Monto a Enviar

# request_date_text
source: Request Date
es: Fecha de la Solicitud

# withdrawal_status_text
source: Withdrawal Status
es: Estado del Retiro

# username_text
source: Username
es: Nombre del usuario

# email_text
source: Email
es: Correo electrónico

# email_copied_text
source: Email Copied
es: Correo electrónico copiado

# payment_address_text
source: Payment Address
es: Dirección a enviar el pago

# copied_address_text
source: Copied Address
es: Dirección Copiada

# payment_reference_text
source: Payment Reference
es: Referencia del Pago

# must_enter_pay_reference_text
source: You must enter the reference number to continue
es: Debe indicar el número de la referencia para poder continuar

# process_withdrawal_text
source: Process Withdrawal
es: Procesar retiro

# withdrawal_already_processed_text
source: The withdrawal has already been processed
es: El retiro ya fue procesado

# ttc_address_text
source: TTC Address
es: Mi Codigo QR

# copy_text
source: Copy
es: Copiar

# registered_purchase_text
source: Registered Purchase
es: Su compra ha sido registrada

# reconciliationConfirm_take_time_text
source: It may take some time while the operation is registered on the network and your transfer is verified.
es: Puede tomar un tiempo mientras la operación se registra en la red y su transferencia es verificada

# transaction_history_text
source: Transaction History
es: Historial de Transacciones

# no_transactions_to_show_text
source: There are still no transactions to show
es: Todavía no hay transacciones para mostrar

# completed_text
source: Completed
es: Completado

# purchase_offer_text
source: Purchase Offer
es: Compra de Oferta

# ttc_withdrawal_text
source: TTC Withdrawal
es: Retiro de TTC

# ttc_shipping_text
source: TTC Shipping
es: Envío de TTC

# ttc_reception_text
source: TTC Reception
es: Recepción TTC

# user_details_text
source: User Details
es: Detalles del Usuario

# unverified_text
source: Unverified
es: No verificado

# verified_text
source: Verified
es: Verificado

# actions_text
source: Actions
es: Acciones

# block_access_text
source: Block Access
es: Bloquear Acceso

# updating_text
source: Updating
es: Actualizando

# verify_text
source: Verify
es: Verificar

# this_user_is_text
source: This user is a
es: Este usuario es un

# seller_text
source: Seller
es: Vendedor

# userDetails_want_adjust_percentaje_text
source: Do you want to adjust the percentage that will be applied to your withdrawals?
es: ¿desea ajustar el porcentaje que se aplicara a sus retiros?

# userDetails_for_example_text
source: For example: When withdrawing 100 TTC this user will receive
es: Por ejemplo: Al retirar 100 TTC este usuario recibirá

# percentaje_greater_zero_text
source: The percentage must be greater than zero
es: El porcentaje debe ser mayor que 0

# save_changes_text
source: Save Changes
es: Guardar Cambios

# id_number_text
source: ID number/License. Etc.
es: Cédula de identidad/ DNI/ Licencia. Etc.

# email_verification_text
source: Email Verification
es: Verificación de Correo Electrónico

# provide_images_to_verify_text
source: Please provide the following images to verify your identity
es: Proporcione las siguientes imagenes para verificar su identidad

# account_verificated_text
source: Your account is verificated
es: Su cuenta está verificada

# account_process_verification_text
source: Your account is in verification process
es: Su cuenta está en proceso de verificación

# upload_photo_idnumber_text
source: Please upload a photo of your ID number or Driver's License, make sure the photo is clear and legible
es: Suba una foto de su DNI o Licencia de conducir, asegurese que la foto sea clara y legible

# confirm_withdrawal_text
source: Confirm Withdrawal
es: Confirmar Retiro

# withdrawal_request_generated_text
source: Your withdrawal request has been generated successfully
es: Su solicitud de retiro ha sido generada con éxito

# withdrawPaypalConfirm_take_time_text
source: It may take some time while your funds are transferred to your account or wallet
es: Puede tomar un tiempo mientras sus fondos son transferidos a su cuenta o monedero

# withdrawPaypalSuccess_take_time_text
source: It may take some time while your funds are transferred to the specified account or wallet
es: Puede tomar un tiempo mientras sus fondos son transferidos a la cuenta o monedero que nos ha indicado

# withdraw_funds_text
source: Withdraw Funds
es: Retirar Fondos

# available_for_withdraw_text
source: Available for Withdraw
es: Disponible para el Retiro

# withdraw_fund_to_text
source: Withdraw funds to
es: Retirar fondos a

# for_ttc_wallet_text
source: For TTC (TripTourCoin Wallet, more than $15)
es: De TTC (Cartera TripTourCoin, Más de 15)

# to_text
source: To
es: Para

# comission_text
source: Comission
es: Comisión

# exchange_rate_text
source: Exchange Rate
es: Tasa de Cambio

# destination_address_text
source: Destination Address
es: Dirección de Destino

# text_pasted_text
source: Text pasted Successfully
es: Texto pegado con éxito

# no_text_to_paste_text
source: No text to paste
es: No hay texto para pegar

# paypal_email_text
source: PayPal Email
es: Correo Electrónico de PayPal

# email_cant_be_empty_text
source: The Email cannot be empty
es: La dirección de correo electrónico no puede estar vacía

# email_address_invalid_text
source: The Email is invalid
es: La dirección de correo electrónico no es valida

# amount_cant_greater_balance_text
source: Amount cannot be greater than balance
es: El monto no puede ser mayor al balance

# amount_cant_lesser_text
source: Amount cannot be lesser than
es: El monto no puede ser menor a

# average_time_withdrawal_text
source: Average withdrawal time 45 minutes
es: Tiempo promedio de retiro 45 minutos

# select_withdrawal_method_text
source: Select the withdrawal method
es: Selecciona el método de retiro

# you_can_withdraw_text
source: You can withdraw your TTC balance to your bank accounts and wallets
es: Puedes retirar tu saldo TTC a tus cuentas bancarias y monederos

# more_than_text
source: More than
es: Más de

# user_text
source: User
es: Usuario

# withdrawal_to_crypto_wallets_text
source: Withdrawal to Crypto Wallets
es: Retiro a Monederos Cripto

# withdrawWithCrypto_enter_amount_text
source: Enter the amount you want to withdraw and the destination address to receive your cryptocurrencies
es: Indica el monto que deseas retirar y la dirección de destino para recibir tus criptomonedas

# you_send_text
source: You send
es: Envías

# you_receive_text
source: You receive
es: Recibes

# verify_correct_address_text
source: Verify that the entered address is correct
es: Verifique que la dirección ingresada sea correcta

# address_cant_empty_text
source: The address cannot be empty
es: La dirección no puede estar vacía

# staking_details_text
source: Staking Details
es: Detalles de Staking

# percentaje_text
source: Percentage
es: Porcentaje

# start_date_text
source: Start Date
es: Fecha de inicio

# payment_date_text
source: Payment Date
es: Fecha de cobro

# active_text
source: Active
es: Activo

# accumulated_reward_text
source: Accumulated Reward
es: Recompensa Acumulada

# total_to_receive_text
source: Total to Receive
es: Total a Recibir

# want_continue_text
source: Do you want to continue?
es: ¿Desea continuar?

# want_to_refund_text
source: Upon refunding, the accumulated rewards will be lost, and you will also receive a 25% penalty on your deposited money. Do you wish to continue?
es: Al reembolsar se perderan las recompensas acumuladas, ademas recibira una penalizacion de 25% sobre su dinero depositado. ¿Desea continuar?

# refund_text
source: Refund
es: Reembolsar

# confirmation_text
source: Confirmation
es: Confirmación

# we_registered_staking_request_text
source: We have been registered your Staking Request
es: Hemos registrado su solicitud de staking

# select_item_text
source: Select Item
es: Seleccionar Ítem

# set_amount_text
source: Set Amount
es: Fijar monto

# available_text
source: Available
es: Disponible

# duration_text
source: Duration
es: Duración

# percentaje_varies_text
source: The percentage to earn depends on the duration selected
es: El porcentaje a ganar varía según la duración seleccionada

# amount_to_set_text
source: Amount to set
es: Monto a fijar

# estimated_profit_text
source: Estimated Profit
es: Ganancia estimada

# withdrawal_date_text
source: Withdrawal Date
es: Fecha de Retiro

# check_text
source: Check
es: Revisar

# confirm_deposit_text
source: Confirm Deposit
es: Confirmar Deposito

# deposit_text
source: Deposit
es: Depositar

# earn_text
source: Earn
es: Gana

# total_profit_text
source: Total Profit
es: Ganancia Total

# interest_is_paid_text
source: Interest is paid at the end of the period, if you withdraw before you will not receive interest and a 25% penalty will be charged.
es: El interés se paga al finalizar el período, si retira antes no recibirá intereses y se le cobrará una penalización de 25%

# my_summary_text
source: My Summary
es: Mi Resumen

# my_deposits_text
source: My Deposits
es: Mis Depósitos

# no_deposits_text
source: There are still no deposits
es: Todavía no hay Depósitos

# profit_text
source: Profit
es: Ganancia

# profits_text
source: Profits
es: Ganancias

# earnt_todat_text
source: Earnt Today
es: Ganado hoy

# staking_cancelled_text
source: Staking Cancelled
es: Staking Cancelado

# register_as_text
source: Register as
es: Registrate como

# wallet_creation_text
source: Wallet Creation
es: Creación de Monedero

# save_keywords_safe_text
source: Save your keywords to a safe place
es: Guarda tus palabras clave en un lugar seguro

# words_private_key_save_it_text
source: The words shown to you are your private key, make sure you keep them in a safe place, if you lose it you will not be able to recover your wallet
es: Las palabras que se te muestran son tu llave privada, asegurate de guardarlas en un lugar seguro, si las pierdes no podrás recuperar tu monedero

# copy_to_clipboard_text
source: Copy to Clipboard
es: Copiar al portapapeles

# copied_private_key_to_safeplace_text
source: I copied my private key to a safe place
es: He copiado mi llave privada en un lugar seguro

source: Create account as
es: Crear cuenta como

# by_creating_as_user
source: By creating an account as a user you can buy tours and experiences, obtaining better prices from suppliers by using our APP.
es: Al crear una cuenta como usuario podrás comprar tours y experiencias obteniendo los mejores precios de los proveedores por usar nuestra APP

# email_required_must_valid
source: Email is required and must be valid
es: El correo electrónico es requerido y debe ser válido

source: is required
es: es requerido

# name_text
source: Name
es: El nombre

source: Last name
es: El Apellido

source: The ID number
es: El DNI

source: Phone
es: El telefono

source: Country
es: El país

# password_required_must_6_character
source: Password is required and must be at least 6 characters
es: La contraseña es requerida y debe tener al menos 6 caracteres

# confirm_password_must_be_equal
source: Password confirmation is required and must be the same as the password
es: La confirmación de la contraseña es requerida y debe ser igual a la contraseña

source: Birthdate
es: Fecha de Nacimiento

source: Create account
es: Crear Cuenta

# code_sent_successful
source: Code sent successfully
es: Código enviado con éxito

source: Confirm Code
es: Confirmar Código

# we_sent_a_code
source: We have sent the code to your registered email address
es: Hemos enviado el código a su dirección de correo electrónico registrada

# check_your_spam
source: Check your spam box if you do not see the email in your Inbox
es: Revise su carpeta de correo no deseado si no ve el correo electrónico en su bandeja de entrada

source: Code Verification
es: Verificación de código

# didnt_receive_code
source: Did not receive a code?
es: ¿No recibiste el código?

source: Resend code
es: Reenviar código

# your_account_being_reviewed
source: Your account is being reviewed by our team, you will receive an email with the response shortly.
es: Su cuenta está siendo revisada por nuestro equipo, en breve recibirá un correo electrónico con la respuesta

# add_exchange_currency_exchange_text
source: Currency Exchange
es: Intercambio de divisas

# exchange_details_text
source: Exchange Details
es: Detalles del intercambio

# amount_to_convert_text
source: Amount to convert
es: Monto a Convertir

# exchange_type_text
source: Exchange type
es: Tipo de cambio

# which_currency_text
source: In which currency exchange do you want to make the exchange
es: ¿En qué casa de cambio deseas realizar el intercambio?

# select_currency_text
source: Select currency exchange
es: Seleccionar casa de cambio

# exchange_text
source: Exchange
es: Intercambiar

# phone_text
source: Phone
es: Teléfono

# make_exchange_text
source: Make exchange
es: Realizar intercambio

# phone_copied
source: Phone copied to the clipboard
es: Teléfono copiado al portapapeles

source: Exchange history
es: Historial de Intercambios

# password_required_must_6_characters
source: Passowrd Must Have min 6 characters
es: La contrase;a debe tener 6 caracteres

# your_order_successful
source: Your order has been successful
es: Su pedido ha sido exitoso

# go_to_exchange_house
source: Go to the selected exchange house to withdraw your cash
es: Dirijase a la casa de cambio seleccionada para retirar su dinero en efectivo
